Repository: EsupPortail/esup-campulse-back
Catalog: plana/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Name
fr: Nom

source: Activity field
fr: Domaine d'activité

source: Activity fields
fr: Domaines d'activités

source: Email
fr: Courriel

source: Acronym
fr: Acronyme

source: Dynamic thumbnails for the logo
fr: Miniatures dynamiques pour le logo

source: Social object
fr: Objet social

source: Current projects
fr: Projets en cours

source: Address
fr: Adresse

source: Zipcode
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: Phone
fr: Téléphone

source: Website
fr: Site

source: Student count
fr: Nombre d'étudiants

source: President names
fr: Noms du président

source: President phone
fr: Numéro de téléphone du président

source: President email
fr: Adresse email du président

source: Is enabled
fr: Est active

source: Is public
fr: Est publique

source: Is site
fr: Est site

source: Amount of members allowed
fr: Nombre de membres autorisés

source: Can submit projects
fr: Peut soumettre des projets

source: Charter status
fr: Statut de la charte

source: Charter Draft
fr: Charte en Brouillon

source: Charter Rejected
fr: Charte Rejetée

source: Charter Processing
fr: Charte en Traitement

source: Charter Validated
fr: Charte Validée

source: Charter Expired
fr: Charte Expirée

source: Charter date
fr: Date de la charte

source: Creation date
fr: Date de création

source: Approval date
fr: Date d'agrément

source: Last GOA date
fr: Date de la dernière AGO

source: CGA date
fr: Date de dernière AG constitutive

source: Institution
fr: Établissement

source: Institution component
fr: Composante

source: URL for each thumbnail size
fr: Lien pour chaque taille de miniature

source: Institution does not exist.
fr: L'établissement n'existe pas.

source: No institution given.
fr: Pas d'établissement donné.

source: Not allowed to create an association for this institution.
fr: Non autorisé à créer une association pour cet établissement.

source: No rights to set is_public on this association.
fr: Aucun droit d'éditer le champ is_public de cette association.

source: Association name not set.
fr: Aucun nom d'association donné.

source: Association name already taken.
fr: Nom d'association déjà enregistré.

source: Association does not exist.
fr: L'association n'existe pas.

source: Association not visible.
fr: Association non visible

source: Association not enabled.
fr: Association non activée.

source: Association not public.
fr: Association non publique.

source: Not allowed to edit this association.
fr: Aucun droit d'éditer cette association.

source: Wrong social_networks parameters
fr: Erreur de paramètres de réseaux sociaux

source: Wrong social_networks values
fr: Erreur de valeurs de réseaux sociaux

source: Error on social networks format.
fr: Erreur de format de réseaux sociaux.

source: Wrong media type for images.
fr: Mauvais format d'image.

source: Cannot set lower amount of members in this association.
fr: Impossible d'abaisser le nombre de membres de cette association.

source: Can't delete an enabled association.
fr: Une association activée ne peut être supprimée.

source: Not allowed to delete an association for this institution.
fr: Non autorisé à supprimer une association pour cet établissement.

source: Choosing this status is not allowed.
fr: Choisir ce statut n'est pas autorisé.

source: Missing documents : {missing_documents_names_string}.
fr: Documents manquants : {missing_documents_names_string}

source: Not allowed to export associations list CSV.
fr: Vous n'avez pas la permission d'exporter la liste des associations au format CSV.

source: Not allowed to retrieve this association.
fr: Aucun droit de voir cette association.

source: Funds
fr: Fonds

source: Project submission limit date
fr: Date de fin de soumission des projets

source: Commission date
fr: Date de commission

source: Is open to projects
fr: Peut recevoir des projets

source: Fund
fr: Fonds

source: Commission Fund
fr: Fonds lié à une Commission

source: Commissions Funds
fr: Fonds liés à des Commissions

source: Commission name already taken.
fr: Nom de commission déjà enregistré.

source: Cannot create commission date taking place before today.
fr: Impossible de créer une date de commission passée.

source: Can't set submission date after commission date.
fr: La date de soumission ne peut avoir lieu après la date de commission.

source: Commission does not exist.
fr: La commission n'existe pas.

source: Can't set commission date before submission date.
fr: La date de commission ne peut avoir lieu avant la date de soumission.

source: Cannot delete commission taking place before today.
fr: Impossible de supprimer une commission passée.

source: Cannot delete commission date with linked projects.
fr: Impossible de supprimer une date de commission avec des projets liés.

source: Identifier
fr: Identifiant

source: Project name
fr: Nom du projet

source: Association name
fr: Nom de l'association

source: Student misc name
fr: Nom du porteur individuel

source: Project start date
fr: Date de début de projet

source: Project end date
fr: Date de fin de projet

source: First edition
fr: Est la première édition du projet

source: Categories
fr: Catégories

source: Amount asked
fr: Montant demandé

source: Amount earned
fr: Montant obtenu

source: Yes
fr: Oui

source: No
fr: Non

source: Commission or fund does not exist.
fr: La commission ou le fonds n'existe pas.

source: This commission is already linked to this fund.
fr: Cette commission est déjà liée à ce fonds.

source: Link between commission and fund does not exist.
fr: Le lien entre le fonds et la commission n'existe pas.

source: GDPR Consent title
fr: Titre du consentement RGPD

source: GDPR Consent
fr: Consentement RGPD

source: GDPR Consents
fr: Consentements RGPD

source: Title
fr: Titre

source: Header
fr: En-tête

source: Body
fr: Corps du message

source: Footer
fr: Pied de page

source: Sidebar
fr: Barre annexe

source: Content
fr: Contenu

source: Contents
fr: Contenus

source: Logo alt
fr: Alt du logo

source: Site URL
fr: URL du site

source: Is visible
fr: Est visible

source: Content does not exist.
fr: Le contenu n'existe pas.

source: Charter for Association
fr: Charte pour Association

source: Charter for Project Fund
fr: Charte pour Demande de Subvention

source: Document for Association
fr: Document pour Association

source: Document for User
fr: Document pour Utilisateur

source: Document for Project
fr: Document pour Demande de Subvention

source: Document for Project Review
fr: Document pour Bilan de Subvention

source: Document not linked to a process
fr: Document non lié à un processus

source: Contact address
fr: Adresse de contact

source: Is multiple
fr: Est multiple

source: Is required in process
fr: Est requis dans son processus

source: Days before document expiration
fr: Nombre de jours avant expiration du document

source: Document expiration day of the year in %m-%d format
fr: Jour d'expiration du document au format %m-%d

source: Example template file
fr: Template de fichier d'exemple

source: Document Status
fr: Statut du Document

source: Edition date
fr: Date de dernière mise à jour

source: User
fr: Utilisateur

source: Project
fr: Projet

source: Upload date
fr: Date d'envoi

source: Uploaded file
fr: Fichier envoyé

source: Validated date
fr: Date de validation

source: Comment
fr: Commentaire

source: Document from association or user
fr: Document d'une association ou d'un utilisateur

source: Documents from associations or users
fr: Documents d'associations ou d'utilisateurs

source: Not allowed to create a document for this institution.
fr: Non autorisé à créer un document pour cet établissement.

source: Not allowed to create a document for this fund.
fr: Non autorisé à créer un document pour ce fonds.

source: Document does not exist.
fr: Le document n'existe pas.

source: Not allowed to update a document for this institution.
fr: Non autorisé à mettre à jour un document pour cet établissement.

source: Not allowed to update a document for this fund.
fr: Non autorisé à mettre à jour un document pour ce fonds.

source: Not allowed to update a document with this process type.
fr: Non autorisé à modifier un document avec ce type de processus.

source: Wrong media type for this document.
fr: Mauvais format de document.

source: Not allowed to delete a document for this institution.
fr: Non autorisé à supprimer un document pour cet établissement.

source: Not allowed to delete a document for this fund.
fr: Non autorisé à supprimer un document pour ce fonds.

source: Not allowed to delete a document with a process type.
fr: Non autorisé à supprimer un document avec ce type de processus.

source: Cannot upload documents not related to user as anonymous.
fr: Impossible d'ajouter des documents non relatifs à l'utilisateur en tant qu'anonyme.

source: Project does not exist.
fr: Le projet n'existe pas.

source: Not allowed to upload documents for this project.
fr: Non autorisé à ajouter un document pour ce projet.

source: Not allowed to post documents if not president.
fr: Non autorisé à ajouter un document si non président.

source: User does not exist.
fr: Cet utilisateur n'existe pas.

source: Not allowed to upload documents with this user.
fr: Non autorisé à ajouter un document avec cet utilisateur.

source: Not allowed to validate documents.
fr: Non autorisé à valider des documents.

source: A document upload can only have one affectation.
fr: Un document ne peut être affecté qu'à une personne ou association.

source: No user or association specified in the new document upload.
fr: Le document n'est affecté à aucune personne ou association.

source: Document cannot be submitted multiple times.
fr: Ce document ne peut être proposé plusieurs fois.

source: Document upload does not exist.
fr: Le document n'existe pas.

source: Not allowed to retrieve this uploaded document.
fr: Non autorisé à récupérer ce document.

source: Not allowed to delete this uploaded document.
fr: Non autorisé à supprimer ce document.

source: A user is logged in
fr: Un utilisateur est connecté

source: A user is registered
fr: Un utilisateur s'est inscrit

source: A user is validated
fr: Un utilisateur est validé

source: An association is changed
fr: Une association est changée

source: An association charter is changed
fr: Une charte d'association est changée

source: A link between an association and a user is validated
fr: Un lien entre utilisateur et association est validé

source: A link between an association and a user is changed
fr: Un lien entre utilisateur et association est changé

source: A delegation between an association and a user is changed
fr: Une délégation entre une association et un utilisateur est changée

source: A link between group and user is changed
fr: Un lien entre utilisateur et groupe est changé

source: A document upload is changed
fr: Un document téléversé est changé

source: A project is validated
fr: Un projet est validé

source: Action title
fr: Intitulé de l'action

source: User who did action
fr: Utilisateur ayant réalisé l'action

source: User affected by change
fr: Utilisateur affecté par le changement

source: Association affected by change
fr: Association affectée par le changement

source: Link between association and user affected by change
fr: Lien entre utilisateur et association affecté par le changement

source: Link between group and user affected by change
fr: Lien entre utilisateur et groupe affecté par le changement

source: Document affected by change
fr: Document affecté par le changement

source: Project affected by change
fr: Projet affecté par le changement

source: History
fr: Historique

source: Institutions
fr: Établissements

source: Institution components
fr: Composantes

source: Association User
fr: Membre d'association

source: Project commission fund
fr: Fonds de Commission lié à un projet

source: Category
fr: Catégorie

source: Project Draft
fr: Projet en Brouillon

source: Project Draft Processed
fr: Projet en Brouillon mais traité

source: Project Processing
fr: Projet en Traitement

source: Project Rejected
fr: Projet Rejeté

source: Project Validated
fr: Projet Validé

source: Project Review Draft
fr: Bilan de Projet en Brouillon

source: Project Review Processing
fr: Bilan de Projet en Traitement

source: Project Review Validated
fr: Bilan de Projet validé

source: Project Canceled
fr: Projet Annulé

source: Manual identifier
fr: Identifiant manuel

source: Planned start date
fr: Date de début prévue

source: Planned end date
fr: Date de fin prévue

source: Planned location
fr: Lieu prévu

source: Partner association
fr: Association co-porteuse

source: Budget on previous edition
fr: Budget de l'édition précédente

source: Target audience
fr: Public visé

source: Amount of students in target audience
fr: Nombre d'étudiants dans le public visé

source: Amount of all people in target audience
fr: Nombre de personnes au total dans le public visé

source: Amount of money asked for each person
fr: Quantité d'argent demandée par personne

source: Amount of money asked for a student
fr: Quantité d'argent demandée par étudiant

source: Amount of money needed by person
fr: Quantité d'argent nécessaire par personne

source: Goals
fr: Objectifs

source: Summary
fr: Résumé

source: Planned activites
fr: Activités prévues

source: Planned prevention and safety actions
fr: Actions de prévention et de sécurité prévues

source: Marketing campaign
fr: Campagne de communication

source: Sustainable development
fr: Actions en rapport avec la DDRS (Développement Durable et Responsabilité Sociétale)

source: Project Status
fr: Statut du Projet

source: Processing date
fr: Date de dépôt de projet

source: Outcome
fr: Dépenses

source: Income
fr: Recettes

source: Real start date
fr: Date de début réelle

source: Real end date
fr: Date de fin réelle

source: Real location
fr: Lieu réel

source: Review (amount of students, partnerships, ...)
fr: Bilan (nombre d'étudiants, partenariats, ...)

source: Impact on students
fr: Impact sur les étudiants

source: Description (activities done, changes from planning, ...)
fr: Description (activités réalisées, changements par rapport au planning, ...)

source: Difficulties
fr: Difficultés

source: Improvements
fr: Améliorations

source: Projects
fr: Projets

source: Project Category
fr: Catégorie de Projet

source: Project category
fr: Catégorie de projet

source: Projects categories
fr: Catégories de projets

source: Text
fr: Texte

source: Project comment
fr: Commentaire de projet

source: Projects comments
fr: Commentaires liés aux projets

source: Is first edition
fr: Est la première édition

source: Amount asked on previous edition
fr: Montant demandé à l'édition précédente

source: Amount earned on previous edition
fr: Montant obtenu à l'édition précédente

source: Amount asked
fr: Montant demandé

source: Amount earned
fr: Montant obtenu

source: Is validated by admin
fr: Est validé par l'équipe d'administration

source: Projects commissions funds
fr: Fonds de Commissions liés à des projets

source: User not allowed to create a new project for this association.
fr: Utilisateur non autorisé à créer un projet pour cette association.

source: User not allowed in this association.
fr: Utilisateur non autorisé dans cette association.

source: Association not allowed to create a new project.
fr: Association non autorisée à créer un nouveau projet.

source: User not allowed to create a new project.
fr: Utilisateur non autorisé à créer un nouveau projet.

source: A project can only have one affectation.
fr: Un projet ne peut être affecté qu'à une personne ou association.

source: Missing affectation of the new project.
fr: Le projet n'est affecté à aucune personne ou association.

source: Cannot add a user from an association.
fr: Impossible d'ajouter un utilisateur d'association.

source: Link between association and user does not exist.
fr: Le lien entre l'utilisateur et l'association n'existe pas.

source: Number of students in audience cannot exceed number of all people in audience.
fr: Le nombre d'étudiants dans le public attendu ne peut être supérieur au nombre total de personnes attendues.

source: Can't set planned start date after planned end date.
fr: La date de début de projet ne peut avoir lieu après la date de fin.

source: Not allowed to retrieve this project.
fr: Non autorisé à récupérer ce projet.

source: Not allowed to update this project.
fr: Non autorisé à mettre à jour ce projet.

source: Project is not a draft that can be edited.
fr: Le projet n'est pas un brouillon pouvant être modifié.

source: Project is linked to expired commissions.
fr: Ce projet est lié à des commissions passées.

source: Not allowed to delete this project.
fr: Non autorisé à supprimer ce projet.

source: Cannot delete a non-draft project.
fr: Impossible de supprimer un projet non-brouillon.

source: Cannot change this project status anymore.
fr: Il n'est plus possible de changer le statut de ce projet.

source: Cannot rollback to a previous status.
fr: Un projet ne peut revenir à un état précédent.

source: Wrong status process.
fr: Mauvais statut de projet.

source: Project or category does not exist.
fr: Le projet ou la catégorie n'existe pas.

source: Not allowed to update categories for this project.
fr: Non autorisé à mettre à jour les catégories de ce projet.

source: This project is already linked to this category.
fr: Ce projet est déjà lié à cette catégorie.

source: Not allowed to retrieve this project categories.
fr: Non autorisé à récupérer les catégories de ce projet.

source: Cannot manage comments on a validated project/review.
fr: Impossible de gérer les commentaires d'un projet/bilan validé.

source: Not allowed to retrieve these project comments.
fr: Non autorisé à récupérer les commentaires de ce projet.

source: Link between this comment and project does not exist.
fr: Ce commentaire de projet n'existe pas.

source: Project or commission date does not exist.
fr: Le projet ou la date de commission n'existe pas.

source: Not allowed to update validator fields for this project's commission fund.
fr: Non autorisé à mettre à jour les champs du validateur pour ce projet lié à une commission.

source: Not allowed to submit a project to this commission.
fr: Non autorisé à proposer un projet pour cette commission.

source: Submission date for this commission is gone.
fr: La date de soumission de projet pour cette commission est passée.

source: This commission is not accepting submissions for now.
fr: Cette commission n'accepte pas de projet pour le moment.

source: This project is already submitted to this commission fund.
fr: Ce projet est déjà proposé à ce fonds de commission.

source: Cannot submit a project to multiple commissions.
fr: Non autorisé à proposer un projet pour plusieurs commissions.

source: Not allowed to retrieve this project commission funds.
fr: Non autorisé à récupérer les liens entre ce projet et ses fonds de commission.

source: Link between this project and commission does not exist.
fr: Le lien entre ce projet et cette commission n'existe pas.

source: Not allowed to update bearer fields for this project's commission.
fr: Non autorisé à mettre à jour les champs du porteur pour cette commission.

source: Not allowed to update validator fields for this project's commission.
fr: Non autorisé à mettre à jour les champs du validateur pour cette commission.

source: New Commission Fund is not linked to the same fund that the old one.
fr: La nouvelle liaison entre commission et fonds n'est pas liée au même fonds que la précédente.

source: New Commission Fund is linked to an older commission that the old one.
fr: La nouvelle liaison entre commission et fonds est liée à une plus vieille commission que la précédente.

source: Not allowed to update bearer fields for this project.
fr: Non autorisé à mettre à jour les champs du porteur de ce projet.

source: Project review is not a draft that can be edited.
fr: Le bilan de projet n'est pas un brouillon pouvant être modifié.

source: Can't set start date after end date.
fr: La date de début de projet ne peut avoir lieu après la date de fin.

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Password
fr: Mot de passe

source: Password confirmation
fr: Confirmation du mot de passe

source: Enter the same password as before, for verification.
fr: Entrer le même mot de passe qu'avant, pour vérification.

source: Username
fr: Nom d'utilisateur

source: Change only if CAS account, with its identifier.
fr: Changer uniquement si c'est un compte CAS, avec son identifiant.

source: Is superuser
fr: Est superutilisateur

source: Is Manager General
fr: Est Gestionnaire Général

source: Groups
fr: Groupes

source: Has validated email address
fr: A une adresse email validée

source: Is CAS user
fr: Est utilisateur CAS

source: Is president
fr: Dirige l'association

source: Can be president from
fr: Peut diriger l'association de

source: Can be president to
fr: Peut diriger l'association à

source: Is vice president
fr: Est vice-président

source: Is secretary
fr: Est secrétaire

source: Is treasurer
fr: Est trésorier

source: User Institution Fund Groups
fr: Groupes-établissements-fonds de l'utilisateur

source: Users Institution Fund Groups
fr: Groupes-établissements-fonds des utilisateurs

source: Password last change date
fr: Date de dernier changement du mot de passe

source: Is validated by administrator
fr: Est validé par l'équipe d'administration

source: Is student
fr: Est étudiant

source: Users
fr: Utilisateurs

source: View is not defined, pass it as a context variable
fr: Vue non définie, passez-là dans une variable de contexte

source: CAS server doesn't validate the ticket
fr: Le serveur CAS n'a pas validé le ticket

source: {value} is not a valid service
fr: {value} n'est pas un service valide

source: Can not find adapter_class attribute on view
fr: L'attribut adapter_class n'a pas été trouvé dans la vue

source: This email address cannot be used to create a local account.
fr: Cette adresse mail ne peut être utilisée pour créer un compte local.

source: Unable to change the password of a CAS account.
fr: Impossible de changer le mot de passe d'un compte CAS.

source: Unable to reset the password of a CAS account.
fr: Impossible de réinitialiser le mot de passe d'un compte CAS.

source: User or association does not exist.
fr: L'association ou l'utilisateur n'existe pas.

source: Only managers can edit associations for this account.
fr: Seuls les gestionnaires peuvent éditer les associations pour ce compte

source: Cannot add an association from this institution.
fr: Non autorisé à ajouter une association de cet établissement.

source: Only managers can validate associations for this account.
fr: Seuls les gestionnaires peuvent valider les associations pour ce compte

source: The user hasn't any group that can have associations.
fr: L'utilisateur n'a aucun groupe pouvant avoir des associations.

source: Too many users in association.
fr: Trop d'utilisateurs dans l'association.

source: User already in association.
fr: L'utilisateur est déjà membre de l'association.

source: President already in association.
fr: L'association a déjà un président.

source: Not allowed to get this link between association and user.
fr: Non autorisé à récupérer ce lien entre utilisateur et association.

source: Link between this user and association does not exist.
fr: Le lien entre cet utilisateur et l'association n'existe pas.

source: Not allowed to edit this link.
fr: Non autorisé à modifier ce lien.

source: President cannot self-edit.
fr: Le président ne peut s'auto-modifier.

source: Only managers can edit president.
fr: Seuls les gestionnaires peuvent changer le président.
