Repository: EsupPortail/esup-campulse-back
Catalog: plana/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Can't remove president delegation before giving it.
fr: Impossible de retirer les droits de président avant de les donner.

source: Not allowed to delete this link between association and user.
fr: Non autorisé à supprimer ce lien entre utilisateur et association.

source: Not allowed to retrieve external users.
fr: Non autorisé à récupérer les utilisateurs externes.

source: No last name given.
fr: Aucun nom de famille donné.

source: User or group or institution or fund does not exist.
fr: L'utilisateur ou le groupe ou l'institution ou le fonds n'existe pas.

source: Link between user and group does exist.
fr: Le lien entre cet utilisateur et le groupe n'existe pas.

source: Only managers can edit groups for this account.
fr: Seuls les gestionnaires peuvent changer les groupes de ce compte.

source: Only managers can edit groups.
fr: Seuls les gestionnaires peuvent changer les groupes.

source: Groups for a manager cannot be changed.
fr: Les groupes d'un gestionnaire ne peuvent être édités.

source: Registering in this group is not allowed.
fr: S'inscrire dans ce groupe n'est pas autorisé.

source: Cannot register in a public and a private group at the same time.
fr: Impossible d'ajouter un membre à des groupes public et privé simultanément.

source: Adding institution in this group is not possible.
fr: Ajouter un établissement dans ce groupe n'est pas possible.

source: Adding fund in this group is not possible.
fr: Ajouter un fonds dans ce groupe n'est pas possible.

source: Not allowed to get this link between group and user.
fr: Non autorisé à récupérer ce lien entre utilisateur et groupe.

source: User or link does not exist.
fr: L'association ou le lien n'existe pas.

source: User is still linked to an association.
fr: L'utilisateur est encore membre d'une association.

source: User should have at least one group.
fr: L'utilisateur doit avoir au moins un groupe.

source: Not allowed to delete this link between user and group.
fr: Non autorisé à supprimer ce lien entre utilisateur et groupe.

source: This email address cannot be used for a local account.
fr: Cette adresse mail ne peut être utilisée pour un compte local.

source: Not allowed to retrieve this user.
fr: Non autorisé à récupérer cet utilisateur.

source: Cannot edit superuser.
fr: Modification de superutilisateur impossible.

source: Cannot delete superuser.
fr: Suppression de superutilisateur impossible.

source: Only managers can edit this field.
fr: Seuls les gestionnaires peuvent changer ce champ.

source: Cannot edit this field.
fr: Ce champ ne peut être édité.

source: Unable to get information about {object_type}s
fr: Impossible de trouver des infos sur les {object_type}s

source: You don't have the required privileges
fr: Vous n'avez pas les privilèges requis

source: The message body contains forbidden variables :
fr: Le corps du message contient des variables interdites :

source: The message body contains syntax error(s) :
fr: Le corps du message contient des erreurs de syntaxe :

source: at "%s" line %s
fr: dans "%s" ligne %s

source: The message body contains unknown variable(s) :
fr: Le corps du message contient des variables inconnues :

source: Fake vars
fr: Fausses variables

source: Template variable
fr: Variable de template

source: Template variables
fr: Variables de templates

source: Subject
fr: Sujet

source: Active
fr: Actif

source: Available variables
fr: Variables disponibles

source: Mail template
fr: Template de mail

source: Mail templates
fr: Templates de mails

source: Mail template preview
fr: Preview du template de mail

source: Available vars for this message
fr: Variables disponibles pour ce message

source: Error : no template id
fr: Erreur : pas d'ID de template

source: No body for this template provided
fr: Pas de corps de texte fourni pour ce template

source: Template #%s can't be found
fr: Le template #%s n'a pas été trouvé

source: A syntax error occured in template #%s
fr: Une erreur de syntaxe est survenur dans le template #%s

source: Resets database structure and content.
fr: Régénère la structure et le contenu de la base de données.

source: Database regenerated.
fr: Base de données régénérée.

source: Creates a new manager user.
fr: Crée un utilisateur gestionnaire.

source: Group codename.
fr: Nom de code de groupe.

source: Institution codename (all by default).
fr: Nom de code d'établissement (tous par défaut).

source: Set without value if user should be a superuser.
fr: Spécifier sans valeur si l'utilisateur doit être un superutilisateur.

source: User created
fr: Utilisateur crée.

source: Password : {password}
fr: Mot de passe : {password}

source: Expired accounts policy.
fr: Politique d'expiration des comptes.

source: Checks statuses of associations charters.
fr: Vérifie les statuts des chartes d'associations.

source: Deletes all ProjectCommissionFunds between Projects with PROJECT_DRAFT status and Commissions with expired submission_date.
fr: Supprime toutes les ProjectCommissionFunds entre les Projets avec un statut PROJECT_DRAFT et les Fonds de Commission avec une submission_date expirée.

source: Checks statuses of documents uploads.
fr: Vérifie les statuts des documents téléversés.

source: Checks last General Ordinary Assembly date of associations.
fr: Vérifie la date de dernière Assemblée Générale Ordinaire des associations.

source: Deletes all History old lines.
fr: Supprime toutes les anciennes lignes d'historique

source: Expired password policy.
fr: Politique d'expiration des mots de passe.

source: Deletes all Projects older than the given amount of years.
fr: Supprime tous les projets plus vieux que le nombre d'années données.

source: If a project that earned financial support from a commission didn't submit a review one month after its planned end date, send an email.
fr: Si un projet ayant reçu une aide financière d'une commission n'a pas soumis de bilan un mois après sa date de fin planifiée, on envoie un email.

source: Removes S3 bucket content.
fr: Vide le contenu d'un bucket S3.

source: S3 bucket {bucket_name} content cleaned.
fr: Le contenu du bucket S3 {bucket_name} a été supprimé.

source: Generate pair of AGE private and public keys to encrypt file uploads.
fr: Génère une paire de clés AGE publique et privée pour chiffrer les envois de documents.

source: Don't remove existing key files if they exist
fr: Ne supprime pas les fichiers de clés existants

source: Keys not replaced
fr: Clés non remplacées

source: Replace key file {str(private_key)}?
fr: Remplacer la clé {str(private_key)} ?

source: Key already exists
fr: La clé existe déjà

source: Key {str(private_key)} created
fr: Clé {str(private_key)} créée

source: Key {str(public_key)} created
fr: Clé {str(public_key)} créée

source: Generate pair of RSA 256 private and public keys to sign and verify JWT tokens.
fr: Génère une paire de clés RSA 256 publique et privée pour signer et vérifier les jetons JWT.

source: Import application initial datas.
fr: Importe les données initiales de l'application.

source: Set without value if storages should be added.
fr: Spécifier sans valeur si les contenus doivent être ajoutés.

source: Set without value if testing data should be added.
fr: Spécifier sans valeur si les données de test doivent être ajoutés.

source: Initial datas import - done
fr: Import des données initiales - fait

source: Loads S3 bucket initial content.
fr: Ajoute de premiers fichiers à un bucket S3.

source: S3 bucket {bucket_name} content loaded.
fr: Le contenu du bucket S3 {bucket_name} a été chargé.

source: Applies permissions to groups according to the PERMISSIONS_GROUPS variable.
fr: Applique les permissions aux groupes indiquées dans la variable PERMISSIONS_GROUPS.

source: Set without value if database should be flushed before.
fr: Spécifier sans valeur si la base de données doit être vidée avant.

source: Updated all group permissions.
fr: Permissions de groupes mises à jour.

source: Page not found
fr: Page non trouvée

source: Error
fr: Erreur

source: Commission project list
fr: Liste des projets de la commission

source: Case number
fr: Numéro de dossier

source: Student project assistance commitee
fr: Commission d'aide aux projets étudiants

source: Summary of moral and financial report
fr: Résumé du bilan moral et financier

source: Associative project
fr: Projet associatif

source: Individual holder project
fr: Projet porteur individuel

source: SPAC date
fr: Date de la CAPE

source: Amount granted
fr: Montant alloué

source: Individual holder name
fr: Nom du porteur individuel

source: Co-holder association name
fr: Nom de l'association co-porteuse

source: Project title
fr: Intitulé du projet

source: Project dates
fr: Dates du projet

source: Project locations
fr: Lieux du projet

source: Association postal address
fr: Adresse postale de l'association

source: Individual holder postal address
fr: Adresse postale du porteur individuel

source: Association phone
fr: Téléphone de l'association

source: Individual holder phone
fr: Téléphone du porteur individuel

source: Association email
fr: Mail de l'association

source: Individual holder email
fr: Mail du porteur individuel

source: Association president name
fr: Nom de la présidente ou du président de l'association

source: Association project holder name
fr: Nom de la porteuse ou du porteur de projet de l'association

source: Progress of the project
fr: Déroulement du projet

source: Moral report
fr: Bilan moral

source: Difficulties encountered
fr: Difficultés rencontrées

source: Points to improve
fr: Points à améliorer

source: Spinoffs for students
fr: Retombées pour les étudiantes et étudiants

source: Documents sent
fr: Documents envoyés

source: Filing date
fr: Date de dépôt

source: Summary of grant applications
fr: Résumé de la demande de subventions

source: Project type
fr: Nature du projet

source: First issue
fr: Première édition

source: Reissue
fr: Réédition

source: Grants requested for the previous edition
fr: Subventions demandées pour l'édition précédente

source: Grants earned
fr: Montants obtenus

source: Real project budget (expenses)
fr: Budget réel du projet (dépenses)

source: Target audience for the project
fr: Public visé par le projet

source: Targeted audience type
fr: Type de public visé

source: Number of people targeted
fr: Nombre de personnes visées

source: Including students
fr: Dont étudiantes et étudiants

source: Participation per person
fr: Participation par personne

source: Special student rate
fr: Tarif préférentiel pour étudiante ou étudiant

source: Cost per person
fr: Coût par personne

source: Aims of the project
fr: Objectifs visés par le projet

source: Summary of the project
fr: Résumé du projet

source: Prevention and safety programme
fr: Programme de prévention et de sécurité

source: Programme of planned activities
fr: Programme des activités prévues

source: Actions relating to sustainable development and social responsibility
fr: Actions en rapport avec la DDRS (Développement Durable et Responsabilité Sociétale)

source: Password is still too weak, please add some characters.
fr: Le mot de passe est toujours trop faible, veuillez s'il vous plaît ajouter des caractères.
